{"id": "743", "label": "Publication Year", "desc": "Year that the journal article, book chapter was published."}
{"id": "744", "label": "Publication Type", "desc": "Indicates whether the publication is a scientific journal article, book, book chapter, correspondence, meeting abstract, news article, proceedings paper, or a review."}
{"id": "745", "label": "Journal Name", "desc": "Specific journal name relevant to the journal’s contents."}
{"id": "746", "label": "Publication Title", "desc": "Specific publication title of the article describing specific research done."}
{"id": "747", "label": "Author", "desc": "Author(s) of the publication"}
{"id": "748", "label": "Issue Number", "desc": "Issue number of the journal in which the publication appears. Journal issues are subparts of each journal volume. Blank means this field does not apply for this publication."}
{"id": "749", "label": "Page Numbers", "desc": "The page numbers on which the publication appears within the indicated journal. Blank means this field does not apply for this publication."}
{"id": "750", "label": "ISSN", "desc": "International Standard Serial Number (ISSN) for the publication. ISSNs are unique eight-digit numbers used to identify a publication, distinguishing between different media formats of the same content; for example, when a periodical is published in two or more different media, a different ISSN is assigned to each media type."}
{"id": "751", "label": "Peer Reviewed", "desc": "Indicates whether the publication was subject to a peer review, which is a critique of science and discussion presented in an article by experts in the field. This Review was either done (True) or not done (False)."}
{"id": "752", "label": "Impact Factor", "desc": "Indicates the Impact Factor (IF) for the publication. Blank means the IF is either unknown or the publication has not been rated. An IF is a systematic, objective means to critically evaluate and rank the world's leading journals, with quantifiable, statistical information based on citation data. Generally, the higher the IF, the greater the impact of the specific journal’s reputation. Impact factors do not appear until 3 years after the publication of the article due to the way they are calculated."}