{"id": "1029", "label": "Fiscal County", "desc": "County of fiscal responsibility, which is typically the county of recipient’s residence"}
{"id": "1030", "label": "Service Category", "desc": "Individual Medicaid chemical dependent service categories. Note: This may also include an indication of: All Medicaid Services, All Alcohol and Substance Abuse (ASA) Services, All Non-ASA Services"}
{"id": "1031", "label": "Unique Enrollees", "desc": "Number of unique Medicaid enrollees for whom a claim was paid for a type of service received during the SFY*"}
{"id": "1032", "label": "Service Units", "desc": "The number of service units (e.g. days, visits, weeks) for which Medicaid paid during a SFY*"}
{"id": "1033", "label": "Avg Payment per Recipient", "desc": "The dollar amount paid by Medicaid for services rendered divided by the number of recipients who received services during the SFY*"}
{"id": "1034", "label": "Avg Payment per Claim", "desc": "The dollar amount paid by Medicaid for services rendered divided by the number of claims submitted during the SFY*"}
{"id": "1035", "label": "Total Payment", "desc": "The dollar amount paid by Medicaid for services rendered during the SFY * based on date of service"}
{"id": "1036", "label": "State Fiscal Year", "desc": "4-digit State Fiscal Year, which runs from April 1st through March 31st. For example, the SFY for 2017 would occur between April 1, 2016 and March 31, 2017. Beginning with SFY 2016-2017, Medicaid billing includes both Fee for Service (FFS) and Managed Care (MC). Totals for each billing source are represented in the data beginning with SFY 2017."}
{"id": "1037", "label": "Service Indicators", "desc": "Summary indicators for separate chemical dependence service categories as well as indicators for All Medicaid Services, All Alcohol and Substance Abuse (ASA) and All Non-ASA Services"}
{"id": "1038", "label": "Unique Enrollees FFS", "desc": "The number of unique Medicaid enrollees for whom a claim was paid for a type of service received during the state fiscal year"}
{"id": "1039", "label": "FFS Service Units", "desc": "The number of service units (e.g. days, visits, weeks) for which Medicaid Fee-for-Service (FFS) paid during a state fiscal year"}
{"id": "1040", "label": "FFS Total Payment", "desc": "The dollar amount paid by Medicaid FFS for services rendered during the state fiscal year based on date of service"}
{"id": "1041", "label": "State Fiscal Year FFS", "desc": "4-digit State Fiscal Year (SFY), which runs from April 1st through March 31st. For example, the SFY for 2003 would occur between April 1, 2002 and March 31, 2003."}