{"id": "371", "label": "Levy Year", "desc": "The year in which school taxes are levied, generally in the Fall of the school year. For example, levy year 2014 refers to school year 2014-15."}
{"id": "372", "label": "County", "desc": "The name of the county. “New York City” includes the counties of Bronx, Kings, New York, Queens, and Richmond."}
{"id": "373", "label": "County Code", "desc": "The code by which a county or group of counties, in the case of New York City (NYC), is identified within the Department. These two digits are also the first two digits in a parcel’s SWIS code. NYC code 65 encompasses the codes 60 - 64 for Bronx, Kings, New York, Queens, and Richmond counties, respectively. Other State or local governmental agencies may utilize different county codes."}
{"id": "374", "label": "Basic STAR Units", "desc": "Number of residential units claiming basic STAR exemption. (Basic STAR began in levy year 1999.) For LY16 forward: This does not include the number claiming the STAR advance payment personal income tax credit."}
{"id": "375", "label": "Basic STAR Reimbursement", "desc": "Amount (in dollars) reimbursed by New York State to school districts for the reduction in school property tax revenue due to basic STAR exemptions in municipalities within that county. (Basic STAR began in levy year 1999.) For LY16 forward: This does not include the amount of STAR advance payment personal income tax credit issued."}
{"id": "376", "label": "Enhanced STAR Units", "desc": "Number of residential units claiming enhanced STAR exemption. For LY16 forward: This does not include the number claiming the STAR advance payment personal income tax credit"}
{"id": "377", "label": "Enhanced STAR Reimbursement", "desc": "Amount (in dollars) reimbursed by New York State to school districts for the reduction in school property tax revenue due to enhanced STAR exemptions in municipalities within that county. For LY16 forward: This does not include the amount of STAR advance payment personal income tax credit issued."}
{"id": "378", "label": "Total STAR Reimbursement", "desc": "Total Amount (in dollars) reimbursed by New York State to school districts for the total reduction in school property tax revenue due to basic and enhanced STAR exemptions in municipalities within that county. For LY16 forward: This does not include the amount of STAR advance payment personal income tax credit issued."}
{"id": "379", "label": "Revision Date", "desc": "The date when current data was recompiled or revised."}
{"id": "380", "label": "School District", "desc": "The name of the school district. “New York City School” includes school districts in the counties of Bronx, Kings, New York, Queens, and Richmond."}
{"id": "381", "label": "School District Code", "desc": "The code by which a school district is identified, as utilized by the Department’s Office of Real Property Tax Services. Other State or local governmental agencies may utilize different school district codes."}
{"id": "382", "label": "Basic STAR District Reimbursement", "desc": "Amount (in dollars) reimbursed by New York State to the school district for the reduction in school property tax revenue due to basic STAR exemptions. (Basic STAR began in levy year 1999.) For LY16 forward: This does not include the amount of STAR advance payment personal income tax credit issued."}
{"id": "383", "label": "Enhanced STAR District Reimbursement", "desc": "Number of residential units claiming enhanced STAR exemption. For LY16 forward: This does not include the number claiming the STAR advance payment personal income tax credit."}
{"id": "384", "label": "Total STAR District Reimbursement", "desc": "Amount (in dollars) reimbursed by New York State to the school district for the reduction in school property tax revenue due to enhanced STAR exemptions. For LY16 forward: This does not include the amount of STAR advance payment personal income tax credit issued."}
{"id": "385", "label": "Revision Date", "desc": "Total Amount (in dollars) reimbursed by New York State to the school district for the total reduction in school property tax revenue due to basic and enhanced STAR exemptions. For LY16 forward: This does not include the amount of STAR advance payment personal income tax credit issued."}