{"id": "533", "label": "Facility", "desc": "The name of the local correctional facility where the inmate is housed."}
{"id": "534", "label": "Report Year", "desc": "Year that the average daily jail census was reported."}
{"id": "535", "label": "Total Inmates", "desc": "The total number of inmates for which the county is responsible. These inmates included: Boarded Out and In House."}
{"id": "536", "label": "Boarded Out", "desc": "The average daily census of inmates under a facility’s jurisdiction that are boarded out to another county's correctional facility. These inmates are not reflected in the In-House Census."}
{"id": "537", "label": "Boarded In", "desc": "The average daily census of inmates from other jurisdictions housed in a county jail who are boarded in from another county facility or other authorities. Federal prisoners are not included in this count. Boarded In inmates also are included in one of the other inmate types (e.g., Sentenced, Civil, Technical Parole Violators, etc.)."}
{"id": "538", "label": "In-House Census", "desc": "Housed at County Facility. The average daily census that the county is responsible for housing. These inmates include: Sentenced, Civil, Federal, Technical Parole Violators, State-Readies, and Other Unsentenced."}
{"id": "539", "label": "Sentenced", "desc": "Housed at County Facility. The average daily census of inmates that have been convicted and sentenced to a county jail term and are physically located in the facility at the time of the count."}
{"id": "540", "label": "Civil", "desc": "Housed at County Facility. The average daily census of inmates in the county jail as the result of a Civil Process, Family Court, Contempt or Material Witness status who are physically located in the facility at the time of the count."}
{"id": "541", "label": "Federal", "desc": "Housed at County Facility. The average daily census of inmates that are physically located in the facility and are being held under an agreement with a U.S. Government Agency."}
{"id": "542", "label": "Parole Violators", "desc": "Housed at County Facility. The average daily census of inmates held in a local jail as a result of a violation of a condition of Parole. Inmates in this category are being held for no reason other than the Parole Warrant."}
{"id": "543", "label": "State-Readies", "desc": "Housed at County Facility. The average daily census of inmates sentenced by the court to a state prison term, but have not been transported to the NYS Department of Corrections and Community Supervision (DOCCS). All paperwork for inmates in this category has been completed and they are ready for transport to DOCCS."}
{"id": "544", "label": "Unsentenced", "desc": "Housed at County Facility. The average daily census of inmates awaiting either arraignment, trial, awaiting sentencing by the court, or are Parole Violators with New Arrests."}